Repository: GNOME/gnome-text-editor
Catalog: po/*.po
Languages: nn, ug

# shortcut window
source: Undo previous command
nn: Angre førre handling
ug: ئالدىنقى بۇيرۇقتىن يېنىۋال

# shortcut window
source: Redo previous command
nn: Gjer om førre handling
ug: ئالدىنقى بۇيرۇقنى قايتىلا

# shortcut window
source: Editing
nn: Redigering
ug: تەھرىرلەش

# shortcut window
source: Insert emoji into document
nn: Set inn emoji i dokumentet
ug: پۈتۈككە چىراي ئىپادە قىستۇر

# shortcut window
source: Search within the document
nn: Søk i dokumentet
ug: پۈتۈكتىن ئىزدە

# shortcut window
source: Search and replace within the document
nn: Søk og erstatt i dokumentet
ug: پۈتۈكتىن ئىزدە ۋە ئالماشتۇر

# shortcut window
source: Increment number at cursor
nn: Auk tal ved markøren
ug: نۇر بەلگىسىنىڭ يېنىدىكى ئۆسكۈچى سان

# shortcut window
source: Decrement number at cursor
nn: Reduser tal ved markøren
ug: نۇر بەلگىسىنىڭ يېنىدىكى كېمەيگۈچى سان

# shortcut window
source: Toggle overwrite
nn: Byt mellom overskriving og innsetting
ug: قاپلاش ھالىتىنى ئالماشتۇر

# shortcut window
source: Toggle visibility of insertion caret
nn: Vis/Skjul innsetjingsmarkør
ug: نۇر بەلگە قىستۇرۇشنىڭ كۆرۈنۈشچانلىقىنى ئالماشتۇر

# shortcut window
source: Selections
nn: Utval
ug: تاللاش

# shortcut window
source: Select all
nn: Vel alt
ug: ھەممىنى تاللا

# shortcut window
source: Unselect all
nn: Fjern alt utval
ug: ھەممىنى تاللىما

# shortcut window
source: Select current line
nn: Vel gjeldande linje
ug: نۆۋەتتىكى قۇرنى تاللا

# shortcut window
source: Movements
nn: Navigasjon
ug: يۆتكىلىش

# shortcut window
source: Move to beginning of document
nn: Gå til starten av dokumentet
ug: پۈتۈك باشىغا يۆتكە

# shortcut window
source: Move to end of document
nn: Gå til slutten av dokumentet
ug: پۈتۈك ئاخىرىغا يۆتكە

# shortcut window
source: Move to start of previous paragraph
nn: Gå til starten av førre avsnitt
ug: ئالدىنقى ئابزاسنىڭ بېشىغا يۆتكە

# shortcut window
source: Move to end of next paragraph
nn: Gå til slutten av neste avsnitt
ug: كېيىنكى ئابزاسنىڭ ئاخىرىغا يۆتكە

# shortcut window
source: Move current or selected lines up
nn: Flytt linja eller utvalet oppover
ug: نۆۋەتتىكى ياكى تاللانغان قۇرنى ئۈستىگە يۆتكە

# shortcut window
source: Move current or selected lines down
nn: Flytt linja eller utvalet nedover
ug: نۆۋەتتىكى ياكى تاللانغان قۇرنى ئاستىغا يۆتكە

# shortcut window
source: Go to line
nn: Gå til linje
ug: قۇرغا يۆتكەل

# shortcut window
source: Deletion
nn: Sletting
ug: ئۆچۈرۈش

# shortcut window
source: Delete from cursor to word start
nn: Slett frå markøren til starten av ordet
ug: نۇر بەلگىسىدىن سۆز بېشىغىچە ئۆچۈر

# shortcut window
source: Delete from cursor to word end
nn: Slett frå markøren til slutten av ordet
ug: نۇر بەلگىسىدىن سۆز ئاخىرىغىچە ئۆچۈر

# shortcut window
source: Delete from cursor to paragraph start
nn: Slett frå markøren til starten av avsnittet
ug: نۇر بەلگىسىدىن ئابزاس بېشىغىچە ئۆچۈر

# shortcut window
source: Delete from cursor to paragraph end
nn: Slett frå markøren til slutten av avsnittet
ug: نۇر بەلگىسىدىن ئابزاس ئاخىرىغىچە ئۆچۈر

# shortcut window
source: Delete the current line
nn: Slett gjeldande linje
ug: نۆۋەتتىكى قۇرنى ئۆچۈر

# shortcut window
source: General
nn: Generelt
ug: ئادەتتىكى

# shortcut window
source: Show preferences
nn: Vis innstillingar
ug: مايىللىقنى كۆرسەت

# shortcut window
source: Show keyboard shortcuts
nn: Vis tastatursnarvegar
ug: ھەرپتاختا تېزلەتمىسىنى كۆرسەت

# shortcut window
source: Show help
nn: Vis hjelp
ug: ياردەمنى كۆرسەت

# shortcut window
source: Toggle text wrapping
nn: Byt mellom linjebryting og rullefelt
ug: تېكىست قاتلاشنى ئالماشتۇر

source: Tab
nn: Tabulator
