Repository: GNOME/gnome-text-editor
Catalog: po/*.po
Languages: nn, ug

source: write;notepad;
nn: skrive;notisblokk;
ug: write;notepad;يازغۇچ;خاتىرە دەپتەر;

source: Text Editor
nn: Tekstredigering
ug: تېكىست تەھرىرلىگۈچ

source: View and edit text files
nn: Vis og rediger tekstfiler
ug: تېكىست ھۆججىتىنى كۆرسىتىپ ۋە تەھرىرلەيدۇ

source: New Window
nn: Nytt vindauge
ug: يېڭى كۆزنەك

source: Edit text files
nn: Rediger tekstfiler
ug: تېكىست ھۆججىتىنى تەھرىرلەيدۇ

source: GNOME Text Editor is a simple text editor focused on a pleasing default experience.
nn: GNOME Text Editor er eit enkelt skriveprogram med eit brukartilpassa standardoppsett.
ug: GNOME تېكىست تەھرىرلىگۈچ كۆڭۈلدىكى رازىمەنلىك تۇيغۇسىغا مەركەزلەشكەن ئاددىي تېكىست تەھرىرلىگۈچ.

source: Auto Save Delay
nn: Forsinking for automatisk lagring
ug: ئۆزلۈكىدىن ساقلاشنى كېچىكتۈر

source: The delay in seconds to wait before auto-saving a draft.
nn: Kor mange sekund ein ventar før eit utkast blir lagra automatisk.
ug: دەسلەپكى نۇسخىنى ئۆزلۈكىدىن ساقلاشتىن ئىلگىرى كېچىكتۈرىدىغان سېكۇنت.

source: Style Variant
nn: Stilvariant
ug: ئۇسلۇب شالغۇتى

source: Use the light or dark variant of the GTK theme and/or GtkSourceView style scheme.
nn: Bruk lys eller mørk variant av GTK-temaet og/eller GtkSourceView-stilskjemaet.
ug: GTK ئۆرنەك ۋە ياكى GtkSourceView ئۇسلۇب لايىھەسىنىڭ يورۇق ياكى قاراڭغۇ شالغۇتىنى ئىشلىتىدۇ.

source: Indentation Style
nn: Innrykkstil
ug: تارايتىش ئۇسلۇبى

source: Whether the editor should insert multiple spaces characters instead of tabs.
nn: Om programmet skal bruke fleire mellomrom i staden for tabulatorar.
ug: تەھرىرلىگۈچ جەدۋەل بەلگىسىنىڭ ئورنىغا بوشلۇق بەلگىسىنى كىرگۈزۈشى كېرەكمۇ يوق.

source: Auto Indent
nn: Automatisk innrykk
ug: ئاپتوماتىك تارايت

source: Automatically indent new lines copying the previous line's indentation.
nn: Lag automatisk innrykk for nye linjer ved å kopiere innrykket frå førre linje.
ug: ئالدىنقى قۇرنىڭ تارايتىلىشىنى كۆچۈرۈپ يېڭى قۇرنى ئاپتوماتىك تارايتىدۇ.

source: Tab Width
nn: Tabulatorbreidde
ug: بەتكۈچ كەڭلىكى

source: The number of spaces represented by a tab.
nn: Talet på mellomrom som ein tabulator representerer.
ug: جەدۋەل بەلگىسىنى ئىپادىلەشكە ئىشلىتىلىدىغان بوش ئورۇن سانى.

source: Indent Width
nn: Innrykksbreidd
ug: تارايتىش كەڭلىكى

source: The number of spaces to indent or -1 to use tab-width.
nn: Talet på mellomrom for innrykk, eller -1 for å bruke tabulatorbreidd.
ug: تارايتىشنىڭ بوشلۇق سانى ياكى 1- بولسا جەدۋەل بەلگىسى كەڭلىكىنى ئىشلىتىدۇ.

source: Show Line Numbers
nn: Vis linjenummer
ug: قۇر نومۇرىنى كۆرسەت

source: Whether line numbers should be displayed next to each line.
nn: Om linjenummer skal visast ved sida av kvar linje.
ug: ھەر بىر قۇرنىڭ يېنىدا قۇر نومۇرىنى كۆرسىتەمدۇ يوق.

source: Show Right Margin
nn: Vis høgremarg
ug: ئوڭ گىرۋەكنى كۆرسەت

source: Whether a margin line should be displayed on the right of the editor.
nn: Om ein marglinje skal visast til høgre i redigeringsvinduet.
ug: تەھرىرلىگۈچنىڭ ئوڭ تەرىپىدە گىرۋەك سىزىقىنى كۆرسىتەمدۇ يوق.

source: Right Margin Position
nn: Posisjon for høgremarg
ug: ئوڭ بوشلۇق ئورنى

source: The position in characters at which the right margin should be displayed.
nn: Kor mange teikn frå venstre marg den høgre marglinja skal stå.
ug: ئوڭ گىرۋەك كۆرسىتىدىغان ئورۇن (ھەرپ سانى).

source: Show Overview Map
nn: Vis oversiktskart
ug: ئىخچام كۆرۈنۈش خەرىتىسىنى كۆرسەت

source: If enabled, an overview map of the file will be displayed to the side of the editor.
nn: Om det er slått på, visast eit oversiktskart over fila ved sida av redigeringsfeltet.
ug: ئەگەر قوزغىتىلسا، ھۆججەتنىڭ ئىخچام كۆرۈنۈش خەرىتىسى تەھرىرلىگۈچنىڭ يېنىدا كۆرۈنىدۇ.

source: Show Background Grid
nn: Vis bakgrunnsrutenett
ug: تەگلىك شادىسىنى كۆرسەت

source: If enabled, a blueprint style grid is printed on the editor background.
nn: Om det er slått på, visast eit oversiktskart over fila ved sida av redigeringsfeltet.
ug: ئەگەر قوزغىتىلسا، تەھرىرلىگۈچ تەگلىكىدە لايىھە ئۇسلۇبىدىكى شادا باسىدۇ.

source: Highlight current line
nn: Uthev gjeldande linje
ug: ھازىرقى قۇرنى يورۇت

source: If enabled, the current line will be highlighted.
nn: Uthevar linja du står på, om det er aktivert.
ug: ئەگەر قوزغىتىلسا، نۆۋەتتىكى قۇر يورۇتۇلىدۇ.

source: Text Wrapping
nn: Tekstbryting
ug: تېكىست قاتلاش

source: Whether text should be wrapped.
nn: Om teksten skal brytast til ny linje automatisk.
ug: تېكىست قۇر قاتلامدۇ يوق.

source: Use System Font
nn: Bruk systemskrifttype
ug: سىستېما خەت نۇسخىسى ئىشلەت

source: Whether the default system monospace font should be used.
nn: Om standardskrifta for fast breidde frå systemet skal brukast.
ug: كۆڭۈلدىكى سىستېما تەڭ كەڭلىكتىكى خەت نۇسخىسىنى ئىشلىتەمدۇ يوق.

source: Custom Font
nn: Eigen skrifttype
ug: ئىختىيارى خەت نۇسخا

source: A custom font to use in the editor.
nn: Ein valfri skrifttype som skal brukast i redigeringsvindauget.
ug: تەھرىرلىگۈچتە ئىشلىتىدىغان ئىختىيارى خەت نۇسخىسى.

source: Style Scheme
nn: Stilskjema
ug: ئۇسلۇب لايىھەسى

source: The style scheme to use by the editor. It may translate this into a dark format when available.
nn: Stilskjemaet som redigeringsprogrammet skal bruke. Det kan omsetjast til mørk modus om det er tilgjengeleg.
ug: تەھرىرلىگۈچ ئىشلىتىدىغان ئۇسلۇب لايىھەسى. ئەگەر ئىشلەتكىلى بولسا ئۇ ئۇنى قاراڭغۇ پىچىمغا ئايلاندۇرىدۇ.

source: Discover File Settings
nn: Oppdag filinnstillingar automatisk
ug: ھۆججەت تەڭشىكىنى بايقا

source: If enabled, then Text Editor will try to discover file settings from modelines, editorconfig, or per-language defaults.
nn: Om det er slått på, vil Text Editor forsøke å finne innstillingar frå modellinjer, editorconfig eller språkstandardar.
ug: ئەگەر قوزغىتىلسا، تېكىست تەھرىرلىگۈچ ھالەت قۇرى، تەھرىرلىگۈچ سەپلىمىسى ياكى ھەر بىر تىلنىڭ كۆڭۈلدىكى قىممىتىدىن ھۆججەت تەڭشىكىنى بايقايدۇ.

source: Automatically check spelling
nn: Automatisk stavekontroll
ug: ئىملانى ئاپتوماتىك تەكشۈرىدۇ

source: If enabled, then Text Editor will check spelling as you type.
nn: Viss aktivert, vil Text Editor sjekke staving medan du skriv.
ug: ئەگەر قوزغىتىلسا، تېكىست تەھرىرلىگۈچ تېكىست كىرگۈزۈلۈۋاتقاندا ئىملاسىنى تەكشۈرىدۇ.

source: Restore session
nn: Gjenopprett økt
ug: ئەڭگىمەنى ئەسلىگە كەلتۈر

source: When Text Editor is running, restore the previous session.
nn: Gjenopprett førre økt når Text Editor startar.
ug: تېكىست تەھرىرلىگۈچ ئىجرا قىلىنىۋاتقاندا، ئالدىنقى ئەڭگىمەنى ئەسلىگە كەلتۈرىدۇ.

source: Recolor Window
nn: Endre farge på vindauget
ug: كۆزنەكنى قايتا رەڭلەيدۇ

source: Use the style-scheme to recolor the application window.
nn: Bruk stilskjemaet til å fargeleggje programvindauget.
ug: ئۇسلۇب لايىھەسى ئارقىلىق پىروگرامما كۆزنىكىنى قايتىدىن رەڭلەيدۇ.

source: Keybindings
nn: Tastatursnarvegar
ug: كۇنۇپكا بىرىكمىسى

source: The keybindings to use within Text Editor.
nn: Tastatursnarvegar som skal brukast i Text Editor.
ug: تېكىست تەھرىرلىگۈچتە ئىشلىتىدىغان كۇنۇپكا بىرىكمىسى.

source: Last Save Directory
nn: Siste lagringsmappe
ug: ئاخىرقى قېتىم ساقلىغان مۇندەرىجە

source: The directory last used in a save or save-as dialog.
nn: Mappa som sist blei brukt for lagring eller 'Lagra som'.
ug: ساقلاش ياكى باشقا ئاتتا ساقلا سۆزلەشكۈدە ئىشلەتكەن مۇندەرىجە.

source: Draw Spaces
nn: Vis mellomrom
ug: بوشلۇق سىز

source: The various types of spaces to draw in the editor.
nn: Dei ulike typane mellomrom som skal visast i redigeringsvindauget.
ug: تەھرىرلىگۈچتە ھەر خىل بوشلۇق سىزىدۇ.

source: Enable Snippets
nn: Tillat snuttar
ug: پۇرۇچ قوزغىتىدۇ

source: Enable the use of snippets registered with GtkSourceView from within the editor.
nn: Tillat bruk av kode- eller tekstsnuttar registrerte i GtkSourceView i redigeringsvindauget.
ug: تەھرىرلىگۈچتە ئىشلىتىدىغان GtkSourceView غا خەتلەتكەن پۇرۇچ.

source: Line Height
nn: Linjehøgd
ug: قۇر ئېگىزلىكى

source: The line height to use for the selected font.
nn: Linjehøgda for skrifttypen som er vald.
ug: تاللانغان خەت نۇسخىسىغا ئىشلىتىدىغان قۇر ئېگىزلىكى.

source: Highlight Matching Brackets
nn: Marker tilsvarande parentesar
ug: ماس كەلگەن چاسا تىرناقنى يورۇت

source: Highlight matching brackets and braces.
nn: Marker tilsvarande parentesar og klammeparentesar.
ug: ماس كەلگەن چاسا تىرناق ۋە چوڭ تىرناقنى يورۇتىدۇ.

source: Failed to find property %s in %s
nn: Klarte ikkje å finne eigenskapen %s i %s
ug: %2$s دىكى %1$s خاسلىقنى تاپالمىدى

source: Failed to retrieve va_list value: %s
nn: Klarte ikkje å hente verdi frå va_list: %s
ug: va_list قىممىتىگە ئېرىشەلمىدى: %s

source: The GNOME Project
nn: GNOME-prosjektet
ug: GNOME قۇرۇلۇشى

source: translator-credits
nn: Oversetting
ug: تەرجىمان تۆھپىسى Gheyret Kenji <gheyret@gmail.com> ئابدۇقادىر ئابلىز <sahranbay@gmail.com>

source: Clear File History?
nn: Tøm filhistorikk?
ug: ھۆججەت تارىخىنى تازىلامدۇ؟

source: This action cannot be undone
nn: Denne handlinga kan ikkje gjerast om
ug: بۇ مەشغۇلاتتىن يېنىۋالغىلى بولمايدۇ

source: _Cancel
nn: _Avbryt
ug: ۋاز كەچ(_C)

source: _Clear All
nn: _Tøm alt
ug: ھەممىنى تازىلا(_C)

source: Standard input was requested multiple times. Ignoring request.
nn: Standardinngang blei førespurd fleire gonger. Ignorerer førespurnad.
ug: ئۆلچەملىك كىرگۈزۈش كۆپ قېتىم ئىلتىماس قىلىنغان. ئىلتىماسقا پەرۋا قىلمايۋاتىدۇ.

source: Standard input is not supported on this platform. Ignoring request.
nn: Standardinngang er ikkje støtta på denne plattforma. Førespurnad blir ignorert.
ug: بۇ سۇپىدا ئۆلچەملىك كىرگۈزۈشنى قوللىمايدۇ. ئىلتىماسقا پەرۋا قىلمايۋاتىدۇ.

source: Bugs may be reported at:
nn: Feil kan meldast her:
ug: كەمتۈكنى مەلۇم قىلىش ئورنى:

source: [FILES…]
nn: [FILER …]
ug: [ھۆججەت...]

source: Do not restore session at startup
nn: Ikkje gjenopprett økta ved oppstart
ug: قوزغالغاندا ئەڭگىمەنى ئەسلىگە كەلتۈرمە

source: Open provided files in a new window
nn: Opne valde filer i nytt vindauge
ug: يېڭى كۆزنەكتە تەمىنلىگەن ھۆججەتنى ئاچىدۇ

source: Run a new instance of Text Editor (implies --ignore-session)
nn: Start eit nytt instance av Text Editor (inneber --ignore-session)
ug: تېكىست تەھرىرلىگۈچتە يېڭى ئەمەلىي مىسالنى ئىجرا قىلىدۇ (ئىشارەت --ignore-session)

source: Print version information and exit
nn: Skriv ut versjonsinformasjon og avslutt
ug: نەشر ئۇچۇرىنى بېسىپ چېكىنىدۇ

source: [Read-Only]
nn: [Skriveverna]
ug: [ئوقۇشقىلا]

source: New Document
nn: Nytt dokument
ug: يېڭى پۈتۈك

source: Change Encoding
nn: Endre teiknkoding
ug: كودلاشنى ئۆزگەرتىش

source: Search encodings
nn: Søk etter kodingar
ug: ئىزدەش كودلىنىشى

source: No Results Found
nn: Ingen treff funne
ug: ھېچقانداق نەتىجە تېپىلمىدى

source: Try a different search
nn: Prøv eit anna søk
ug: باشقا بىر پەرقلىق ئىزدەشنى سىناڭ

source: File path is NULL
nn: Filsti er NULL
ug: ھۆججەت يولى بوش

source: Error converting UTF-8 filename to wide char
nn: Feil ved konvertering av UTF-8-filenamn til breie teikn
ug: ‪UTF-8 ‬ھۆججەت ئاتىنى كەڭ ھەرپكە ئايلاندۇرۇشتا خاتالىق كۆرۈلدى

source: ILCreateFromPath() failed
nn: ILCreateFromPath() feila
ug: ‪ILCreateFromPath()‬ مەغلۇپ بولدى

source: Cannot convert “%s” into a valid NSURL.
nn: Kan ikkje konvertere “%s” til ein valid NSURL.
ug: «%s» نى ئىناۋەتلىك NSURL غا ئايلاندۇرالمايدۇ.

source: Space
nn: Mellomrom
ug: بوشلۇق

source: _Discard Changes and Reload
nn: _Forkast endringar og last på nytt
ug: ئۆزگەرتىشنى تاشلىۋەت ۋە قايتا يۈكلە(_D)

source: File Has Changed on Disk
nn: Fila er endra på disken
ug: ھۆججەت دىسكىدا ئۆزگەرتىلدى

source: The file has been changed by another program.
nn: Fila er blitt endra av eit anna program.
ug: بۇ ھۆججەت باش ئەپتە ئۆزگەرتىلگەن.

source: Save _As…
nn: Lagre _som …
ug: باشقا ئاتتا ساقلا(_A)…

source: Document Restored
nn: Dokument gjenoppretta
ug: پۈتۈك ئەسلىگە قايتۇرۇلدى

source: Unsaved document has been restored.
nn: Ulagra dokument er blitt gjenoppretta.
ug: ساقلانمىغان پۈتۈك ئەسلىگە قايتۇرۇلغان.

source: _Save…
nn: _Lagre …
ug: ساقلا(_S)…

source: _Discard…
nn: _Forkast …
ug: تاشلىۋەت(_D)…

source: Draft Changes Restored
nn: Kladdendringar gjenoppretta
ug: دەسلەپكى نۇسخا ئۆزگەرتىشى ئەسلىگە قايتۇرۇلدى

source: Unsaved changes to the document have been restored.
nn: Ulagra endringar i dokumentet er blitt gjenoppretta.
ug: پۈتۈكنىڭ ساقلانمىغان ئۆزگەرتىشلىرى ئەسلىگە قايتۇرۇلغان.

source: Could Not Open File
nn: Klarte ikkje opne fila
ug: ھۆججەتنى ئاچالمايدۇ

source: _Retry
nn: _Prøv igjen
ug: قايتا سىنا(_R)

source: Open As _Administrator
nn: Opne som _administrator
ug: باشقۇرغۇچى سۈپىتىدە ئاچ(_A)

source: Invalid Characters Detected
nn: Ugyldige teikn oppdaga
ug: ئىناۋەتسىز ھەرپ بايقالدى

source: There was an encoding conversion error so a fallback character was used.
nn: Det oppstod ein feil ved konvertering av teiknkoding, så ein reservebokstav vart brukt.
ug: كود ئايلاندۇرۇش خاتالىقى كۆرۈلگەن شۇڭا زاپاس ھەرپ ئىشلىتىلگەن.

source: Change _Encoding…
nn: Byt _teiknkoding …
ug: كودلاشنى ئۆزگەرت(_E)…

source: Other Document Types
nn: Andre dokumenttypar
ug: باشقا پۈتۈك تۈرى

source: Document Type
nn: Dokumenttype
ug: پۈتۈك تۈرى

source: Search
nn: Søk
ug: ئىزدە

source: Plain Text
nn: Rein tekst
ug: ساپ تېكىست

source: Mac OS Classic (CR)
ug: Mac OS ئەنئەنىۋى (CR)

source: Search documents
nn: Søk i dokument
ug: پۈتۈك ئىزدە

source: Open New Document
nn: Opne nytt dokument
ug: يېڭى پۈتۈك ئاچ

source: No Recent Documents
nn: Ingen nyleg brukte dokument
ug: يېقىنقى پۈتۈك يوق

source: Draft
nn: Kladd
ug: دەسلەپكى نۇسخا

source: %s (Administrator)
ug: %s (باشقۇرغۇچى)

source: Failed to save document
nn: Klarte ikkje lagre dokumentet
ug: پۈتۈكنى ساقلىيالمىدى

source: _Close
nn: _Lukk
ug: ياپ(_C)

source: Ln %u, Col %u
nn: Linje %u, kolonne %u
ug: %u-قۇر، %u-رەت

source: Go to Line
nn: Gå til linje
ug: قۇرغا يۆتكەل

source: Go
nn: Gå
ug: يۆتكەل

source: Document Portal
nn: Dokumentportalen
ug: پۈتۈك دەرۋازا

source: Ln
nn: Linje
ug: قۇر

source: Col
nn: Kol.
ug: رەت

source: Appearance
nn: Utsjånad
ug: كۆرۈنۈشى

source: Custom _Font
nn: Eige _skrifttypeval
ug: ئىختىيارى خەت نۇسخا(_F)

source: Show Grid Pattern
nn: Vis rutenettmønster
ug: شادا ئەندىزىسىنى كۆرسەت

source: Display _Line Numbers
nn: Vis _linjenummer
ug: قۇر نومۇرىنى كۆرسەت(_L)

source: _Highlight Current Line
nn: _Marker gjeldande linje
ug: نۆۋەتتىكى قۇرنى يورۇت(_H)

source: Display _Overview Map
nn: Vis _oversiktskart
ug: ئىخچام كۆرۈنۈش خەرىتىسىنى كۆرسەت(_O)

source: Check _Spelling
nn: Sjekk _staving
ug: ئىملا تەكشۈر(_S)

source: Line Wrap
nn: Linjebryting
ug: قۇر قاتلا

source: Show _Right Margin
nn: Vis _høgre marg
ug: ئوڭ گىرۋەكنى كۆرسەت(_R)

source: _Margin Position
nn: _Margplassering
ug: گىرۋەك ئورنى(_M)

source: _Wrap Lines Automatically (Alt+W)
nn: _Bryt linjer automatisk (Alt+W)
ug: ئۆزلۈكىدىن قۇر ئالماشتۇر(_Alt+W)

source: Indentation
nn: Innrykk
ug: تارايتىش

source: A_uto Indentation
nn: A_utomatisk innrykk
ug: ئۆزلۈكىدىن تارايتىش(_U)

source: _Character
nn: _Teikn
ug: ھەرپ(_C)

source: Spaces Per _Tab
nn: Mellomrom per _tabulator
ug: ھەر بىر جەدۋەل بەلگىسىنىڭ بوشلۇق سانى(_T)

source: Spaces Per _Indent
nn: Mellomrom per _innrykk
ug: ھەر بىر تارايتىشنىڭ بوشلۇق سانى(_I)

source: Behavior
nn: Åtferd
ug: قىلمىش

source: _Discover Document Settings
nn: _Bruk dokumentinnstillingar
ug: پۈتۈك تەڭشەكنى بايقا(_D)

source: Apply settings using modelines, editorconfig, or sensible defaults
nn: Bruk innstillingar frå modelines, .editorconfig eller fornuftige standardar
ug: ھالەت قۇرى، تەھرىرلىگۈچ سەپلىمىسى ياكى مۇۋاپىق كۆڭۈلدىكى قىممەت ئارقىلىق تەڭشەكنى قوللىنىدۇ

source: _Restore Session
nn: _Gjenopprett førre økt
ug: ئەڭگىمەنى ئەسلىگە قايتۇر(_R)

source: Return to your previous session when Text Editor is started
nn: Opna sist brukte dokument når du startar Tekstredigerar
ug: تېكىست تەھرىرلىگۈچ قوزغالغاندا ئالدىنقى قېتىملىق ئەڭگىمەگە قايتىدۇ

source: _Clear History
nn: _Tøm historikk
ug: تارىخنى تازىلا(_C)

source: Draft: %s
nn: Kladd: %s
ug: دەسلەپكى نۇسخا: %s

source: File: %s
nn: Fil: %s
ug: ھۆججەت:%s

source: Page %N of %Q
nn: Side %N av %Q
ug: %N -بەت، جەمئىي%Q بەت

source: File Name
nn: Filnamn
ug: ھۆججەت ئاتى

source: Location
nn: Plassering
ug: ئورنى

source: Open in File Manager
nn: Opne i filhandsamar
ug: ھۆججەت باشقۇرغۇچتا ئاچ

source: _Document Type
nn: _Dokumenttype
ug: پۈتۈك تۈرى(_D)

source: Change Document Type
nn: Byt dokumenttype
ug: پۈتۈك تۈرىنى ئۆزگەرت

source: _Encoding
nn: _Teiknkoding
ug: كودلاش(_E)

source: _Line Feed
nn: _Linjeskift
ug: قۇر ئالماشتۇرۇش بەلگىسى(_L)

source: Statistics
nn: Statistikk
ug: ئىستاتىستىكا

source: Lines
nn: Linjer
ug: قۇر سانى

source: Words
nn: Ord
ug: سۆز

source: Characters, No Spaces
nn: Teikn, utan mellomrom
ug: ھەرپ، بوشلۇق يوق

source: All Characters
nn: Alle teikn
ug: بارلىق ھەرپ

source: _Discard
nn: _Forkast
ug: تاشلىۋەت(_D)

source: _Discard All
nn: _Forkast alle
ug: ھەممىنى تاشلىۋەت(_D)

source: Save Changes?
nn: Lagre endringar?
ug: ئۆزگىرىشنى ساقلامدۇ؟

source: Open documents contain unsaved changes. Changes which are not saved will be permanently lost.
nn: Opne dokument inneheld ulagra endringar. Endringar som ikkje blir lagra, vil gå tapt.
ug: ئېچىلغان پۈتۈكتە ساقلانمىغان ئۆزگىرىش بار. ساقلانمىغان ئۆزگىرىش مەڭگۈلۈك يوقىلىدۇ.

source: _Save
nn: _Lagre
ug: ساقلا(_S)

source: Untitled Document
nn: Namnlaust dokument
ug: ماۋزۇسىز پۈتۈك

source: %s (new)
nn: %s (nytt)
ug: %s (يېڭى)

source: Replace
nn: Erstatt
ug: ئالماشتۇر

source: Previous Match
nn: Førre treff
ug: ئالدىنقى ماس كەلگىنى

source: Next Match
nn: Neste treff
ug: كېيىنكى ماس كەلگىنى

source: Search & Replace
nn: Søk og erstatt
ug: ئىزدە ۋە ئالماشتۇر

source: Search Options
nn: Søkjeval
ug: ئىزدەش تاللانمىسى

source: Close Search
nn: Lukk søk
ug: ئىزدەشنى ياپ

source: _Replace
nn: _Erstatt
ug: ئالماشتۇر(_R)

source: Replace _All
nn: Erstatt _alle
ug: ھەممىنى ئالماشتۇر(_A)

source: Re_gular Expressions
nn: _Regulære uttrykk
ug: مۇنتىزىم ئىپادە(_G)

source: _Case Sensitive
nn: S_kil mellom store og små bokstavar
ug: چوڭ كىچىك ھەرپنى پەرقلەندۈر(_C)

source: Match Whole _Word Only
nn: Treff berre _heilord
ug: پۈتۈن سۆزگىلا ماسلاش(_W)

source: %u of %u
nn: %u av %u
ug: %u/ %u

source: Clear Entry
nn: Tøm feltet
ug: تۈرنى تازىلا

source: Remove
nn: Fjern
ug: چىقىرىۋەت

source: Follow System Style
nn: Følg systemtema
ug: سىستېما ئۇسلۇبىغا ئەگىشىدۇ

source: Follow system style
nn: Følg systemtema
ug: سىستېما ئۇسلۇبىغا ئەگىشىدۇ

source: Light Style
nn: Lyst tema
ug: يورۇق ئۇسلۇب

source: Light style
nn: Lyst tema
ug: يورۇق ئۇسلۇب

source: Dark Style
nn: Mørkt tema
ug: قاراڭغۇ ئۇسلۇب

source: Dark style
nn: Mørkt tema
ug: قاراڭغۇ ئۇسلۇب

source: Just now
nn: Nett no
ug: ھازىر

source: An hour ago
nn: For ein time sidan
ug: بىر سائەت ئىلگىرى

source: Yesterday
nn: I går
ug: تۈنۈگۈن

source: About a year ago
nn: Om lag eitt år sidan
ug: تەخمىنەن 1 يىل ئىلگىرى

source: About %u year ago
nn: Om lag %u år sidan
ug: تەخمىنەن %u يىل ئىلگىرى

source: Saving changes will replace the previously saved version.
nn: Lagring vil erstatte den førre lagra versjonen.
ug: ئۆزگىرىش ساقلانسا ئىلگىرى ساقلانغان نەشرىنى ئالماشتۇرۇۋېتىدۇ.

source: Save Changes to “%s”?
nn: Vil du lagre endringar i «%s»?
ug: ئۆزگىرىشنى «%s» غا ساقلامدۇ؟

source: Unsaved changes will be permanently lost.
nn: Ulagra endringar vil gå tapt.
ug: ساقلانمىغان ئۆزگەرتىش مەڭگۈلۈك يوقىلىدۇ.

source: Discard Changes to “%s”?
nn: Vil du forkaste endringane i «%s»?
ug: «%s» نىڭ ئۆزگىرىشىنى تاشلىۋېتەمدۇ؟

source: All Files
nn: Alle filer
ug: ھەممە ھۆججەت

source: Text Files
nn: Tekstfiler
ug: تېكىست ھۆججەت

source: Zoom In
nn: Forstørr
ug: چوڭايت

source: Zoom in
nn: Forstørr
ug: چوڭايت

source: Zoom Out
nn: Forminsk
ug: كىچىكلەت

source: Zoom out
nn: Forminsk
ug: كىچىكلەت

source: Reset Zoom
nn: Tilbakestill forstørring
ug: چوڭلۇقىنى ئەسلىگە قايتۇر

source: %s (%s) - Text Editor
nn: %s (%s) – Tekstredigerar
ug: %s (%s) - تېكىست تەھرىرلىگۈچ

source: There are unsaved documents
nn: Det finst dokument som ikkje er lagra
ug: ساقلانمىغان پۈتۈكلەر بار

source: Open a Document
nn: Opne eit dokument
ug: پۈتۈك ئاچ

source: Create a new document (Ctrl+N), or open an existing one (Ctrl+O)
nn: Lag eit nytt dokument (Ctrl+N), eller opne eit eksisterande (Ctrl+O)
ug: يېڭى پۈتۈك قۇرىدۇ (Ctrl+N) ياكى مەۋجۇت بىرىنى ئاچىدۇ (Ctrl+O)

source: _New Empty File
nn: _Ny tom fil
ug: يېڭى بوش ھۆججەت(_N)

source: Recently Used Documents
nn: Nyleg brukte dokument
ug: يېقىندا ئىشلەتكەن پۈتۈك

source: _Open
nn: _Opne
ug: ئاچ(_O)

source: New Tab
nn: Ny fane
ug: يېڭى بەتكۈچ

source: Leave Fullscreen
nn: Avslutt fullskjerm
ug: تولۇق ئېكراندىن چېكىن

source: Main Menu
nn: Hovudmeny
ug: ئاساسىي تىزىملىك

source: Document Properties
nn: Dokumenteigenskapar
ug: پۈتۈك خاسلىقى

source: _New Window
nn: _Nytt vindauge
ug: يېڭى كۆزنەك(_N)

source: _Discard Changes…
nn: _Forkast endringar …
ug: ئۆزگىرىشنى تاشلىۋەت(_D)…

source: _Find/Replace…
nn: _Finn/Erstatt …
ug: ئىزدە/ئالماشتۇر(_F)…

source: _Print…
nn: _Skriv ut …
ug: باس(_P)…

source: Fullscreen
nn: Fullskjerm
ug: پۈتۈن ئېكران

source: P_references
nn: _Innstillingar
ug: مايىللىق(_R)

source: _Keyboard Shortcuts
nn: _Tastatursnarvegar
ug: ھەرپتاختا تېزلەتمىسى(_K)

source: A_bout Text Editor
nn: _Om Tekstredigerar
ug: تېكىست تەھرىرلىگۈچ ھەققىدە(_B)

source: Move _Left
nn: Flytt til _venstre
ug: سولغا يۆتكە(_L)

source: Move _Right
nn: Flytt til _høgre
ug: ئوڭغا يۆتكە(_R)

source: _Move to New Window
nn: _Flytt til nytt vindauge
ug: يېڭى كۆزنەككە يۆتكەل(_M)

source: Close _Other Tabs
nn: Lukk _andre faner
ug: باشقا بەتكۈچنى ياپ(_O)

# shortcut window
source: Windows
nn: Vindauge
ug: كۆزنەك

# shortcut window
source: New window
nn: Nytt vindauge
ug: يېڭى كۆزنەك

# shortcut window
source: Move document to new window
nn: Flytt dokument til nytt vindauge
ug: پۈتۈكنى يېڭى كۆزنەككە يۆتكە

# shortcut window
source: Move to next tab
nn: Gå til neste fane
ug: كېيىنكى بەتكۈچكە يۆتكە

# shortcut window
source: Move to previous tab
nn: Gå til førre fane
ug: ئالدىنقى بەتكۈچكە يۆتكە

# shortcut window
source: Reorder after next tab
nn: Flytt etter neste fane
ug: كېيىنكى بەتكۈچتىن كېيىن قايتا تەرتىپلە

# shortcut window
source: Reorder before previous tab
nn: Flytt før førre fane
ug: ئالدىنقى بەتكۈچتىن ئىلگىرى قايتا تەرتىپلە

# shortcut window
source: Restore previously closed tab
nn: Gjenopprett førre lukka fane
ug: ياپقان ئالدىنقى بەتكۈچنى ئەسلىگە قايتۇر

# shortcut window
source: Zoom
nn: Forstørring
ug: چوڭايت كىچىكلەت

# shortcut window
source: Zoom In
nn: Forstørr
ug: چوڭايت

# shortcut window
source: Zoom Out
nn: Forminsk
ug: كىچىكلەت

# shortcut window
source: Reset Zoom
nn: Tilbakestill forstørring
ug: چوڭلۇقىنى ئەسلىگە قايتۇر

# shortcut window
source: Documents
nn: Dokument
ug: پۈتۈك

# shortcut window
source: New document
nn: Nytt dokument
ug: يېڭى پۈتۈك

# shortcut window
source: Browse to open document
nn: Bla etter dokument
ug: ئوچۇق پۈتۈككە كۆز يۈگۈرت

# shortcut window
source: Find document by name
nn: Finn dokument etter namn
ug: پۈتۈكنى ئاتى بويىچە ئىزدە

# shortcut window
source: Save
nn: Lagre
ug: ساقلا

# shortcut window
source: Save As
nn: Lagre som
ug: باشقا ئاتتا ساقلا

# shortcut window
source: Find/Replace
nn: Finn/Erstatt
ug: ئىزدە/ئالماشتۇر

# shortcut window
source: Close document
nn: Lukk dokument
ug: پۈتۈكنى ياپىدۇ

# shortcut window
source: Open document properties
nn: Opne dokumenteigenskapar
ug: پۈتۈك خاسلىقىنى ئاچ

# shortcut window
source: Copy and Paste
nn: Kopier og lim inn
ug: كۆچۈر ۋە چاپلا

# shortcut window
source: Copy selected text to clipboard
nn: Kopier valt tekst til utklippstavla
ug: تاللىغان تېكىستنى چاپلاش تاختىسىغا كۆچۈر

# shortcut window
source: Cut selected text to clipboard
nn: Klipp ut valt tekst til utklippstavla
ug: تاللىغان تېكىستنى كېسىپ چاپلاش تاختىسىغا كەس

# shortcut window
source: Paste text from clipboard
nn: Lim inn tekst frå utklippstavla
ug: تېكىستنى چاپلاش تاختىسىدىن چاپلا

# shortcut window
source: Copy all to clipboard
nn: Kopier alt til utklippstavla
ug: ھەممىنى چاپلاش تاختىسىغا كۆچۈر

# shortcut window
source: Copy current line down
nn: Kopier gjeldande linje nedover
ug: نۆۋەتتىكى قۇرنى ئاستىغا كۆچۈر

# shortcut window
source: Undo and Redo
nn: Angre og gjer om
ug: يېنىۋال ۋە قايتىلا
